{
  "navbar": {
    "media": "/assets/3d-female.jpeg",
    "heading": "Gousmine Cerine",
    "email": "gousminecerine@gmail.com",
    "button": {
      "link": "/contact",
      "text": "Contact"
    },
    "profiles": [
      {
        "link": "",
        "icon": "iconoir-github"
      },
      {
        "link": "https://www.linkedin.com/in/cerine-gousmine",
        "icon": "iconoir-linkedin"
      }
    ]
  },
  "bio": {
    "heading": "Who is Cerine",
    "description": [
      "Full-Stack developer with over 2 years of experience, I thrive on tackling challenges through innovative, scalable solutions. My expertise spans from front-end design (React, HTML, CSS, JS) to back-end development (Node.js, PHP, Laravel) and API integration. ",
      "Beyond development: I excel at communication and collaboration, effectively managing projects, teams, and even email campaigns (Mailchimp). I'm eager for the next challenge to leverage my full skillset and make a meaningful impact in the healthcare domain."

    ]
  },
  "experience": {
    "heading": "Experience",
    "experience": [
      {
        "date": "Feb 2023 - Jan 2024",
        "title": "Lead Full Stack Developer",
        "company": "thinline",
        "description": "My passion for mentorship fuels my commitment to guide junior developers, sharing best practices and fostering a culture of continuous learning and growth. This combination of technical expertise and leadership enables me to lead successful projects and contribute meaningfully to any team."

      },
      {
        "date": "Feb 2022 - Feb 2023",
        "title": "Full Stack Developer",
        "company": "thinline",
        "description": "As a Full-Stack Developer at Thinline, I pride myself on crafting scalable solutions for diverse healthcare needs. I spearheaded the development of several platforms that empowered medical professionals and patients alike "
      },
      {
        "date": "December 2020 - May 2021",
        "title": "Full Stack Developer",
        "company": "Netfer Smart Solutions",
        "description": "With Netfer Smart Solutions, I led mobile app enhancements, injecting new features based on user feedback and market trends. Beyond development, I ensured seamless deployments (Git/Bitbucket/Docker) and tackled post-release bugs, enhancing software stability. My expertise extends to front-end development (HTML, CSS, JS), where I craft engaging visuals and drive website traffic. Passionate about backend performance, I leveraged Laravel to scale and secure existing projects. "

      }
      
    ]
  },
  "education": {
    "heading": "Education",
    "education": [
      {
        "date": "September 2020 – September 2022",
        "degree": "Master 2: Network and Embeded systemsr",
        "university": "Alger 1 Ben Youcef Ben Kheda"
      },
      {
        "date": "September 2015 – September 2020",
        "degree": "Licence: Software and information system",
        "university": "Alger 1 Ben Youcef Ben Kheda"
      }
    ]
  },
  "capabilities": {
    "heading": "Capabilities",
    "capabilities": [
      {
        "percent": "2+ years",
        "name": "Figma",
        "description": "Crafted user-friendly interfaces and interactive prototypes for healthcare platforms, ensuring optimal user experiences."
      },
      {
        "percent": "2+ years",
        "name": "JS",
        "description": "Developed dynamic and responsive web applications using React, Node.js."
      },
      {
        "percent": "2+ years",
        "name": "PHP",
        "description": "Built scalable and secure backend APIs for healthcare applications ensuring efficient data management and communication."
      },
      {
        "percent": "2+ years",
        "name": "MySQL",
        "description": "Designed and managed robust databases to store and manage sensitive healthcare data, ensuring data integrity and security."
      }
    ]
  }
}
